{
  "users": [
    {
      "id": 1,
      "name": "Xara",
      "image": "https://shimmering-sorbet-03cb6e.netlify.app/images/xara.jpg"
    },
    {
      "id": 2,
      "name": "Cilla",
      "image": "https://shimmering-sorbet-03cb6e.netlify.app/images/cilla.jpg"
    },
    {
      "id": 3,
      "name": "Seb",
      "image": "https://shimmering-sorbet-03cb6e.netlify.app/images/seb.jpg"
    },
    {
      "id": 4,
      "name": "mr Whiskers",
      "image": "https://shimmering-sorbet-03cb6e.netlify.app/images/mr.whiskers.jpg"
    },
    {
      "id": 5,
      "name": "Juffrouw Theemuts",
      "image": "https://shimmering-sorbet-03cb6e.netlify.app/images/theemuts.jpg"
    }
  ],
  "events": [
    {
      "title": "Scratch the curtains",
      "description": "Attention curious cats and inquisitive kittens! Get ready to sink your claws into a fascinating education experience at the Scratch the Curtains event. Explore the mysteries of the world through interactive workshops and captivating presentations. From history to science, art to literature, this is your chance to scratch the surface of knowledge with playful curiosity. Engage in enlightening discussions, uncover secrets, and satisfy your thirst for learning. Let's leave no curtain unscratched as we embark on an educational journey that will awaken your inner scholar and inspire you to discover the wonders of the world!",
      "image": "https://c1.staticflickr.com/1/58/225516879_e6fe9cb743_z.jpg?zz=1",
      "location": "the livingroom",
      "categoryIds": "4",
      "startTime": "2024-01-05T10:00",
      "endTime": "2024-01-05T14:00",
      "createdBy": "4",
      "id": 24
    },
    {
      "title": "Party-time",
      "description": "Attention all party animals! It's time to unleash your wild side and get ready for the ultimate paw-ty experience at the Party-Time extravaganza! Shake your tails to the groovy beats, indulge in scrumptious treats, and let the laughter fill the air. From interactive games to dance-offs, there's something for every kitty to enjoy. So grab your friends, put on your party hats, and let's create unforgettable memories in a realm where fun knows no bounds!",
      "image": "https://1.bp.blogspot.com/-eIoBtLxh4Uo/T9d62x9YdTI/AAAAAAAANNE/8AdlDDWFxyE/s1600/funny-cat-pictures-part-2-06-13-2012-014.jpg",
      "location": "at the attic",
      "categoryIds": "1",
      "startTime": "2024-02-25T14:00",
      "endTime": "2024-02-25T22:00",
      "createdBy": "3",
      "id": 25
    },
    {
      "title": "purrfect sunday",
      "description": "Calling all chill cats! Prepare to embrace the art of relaxation at the Purrrfect Sunday Lazy theme party. Wallow in the lap of luxury as we transform our party space into a haven of cozy comfort. Lounge on plush cushions, bask in the warm sunlight, and indulge in a menu of gourmet treats right at your whiskers. Engage in leisurely activities, such as cat yoga, gentle massages, and soothing grooming sessions. Unwind with soothing tunes and delightful company. This lazy-themed event will make your Sunday purrrfectly blissful, leaving you feline fine and ready for another lazy week ahead.",
      "image": "https://www.lolwot.com/wp-content/uploads/2015/06/20-lazy-cats-that-will-make-you-lol-20.jpg",
      "location": "Comfortable places",
      "categoryIds": "2",
      "startTime": "2023-11-28T09:00",
      "endTime": "2023-11-28T23:00",
      "createdBy": "1",
      "id": 26
    },
    {
      "title": "Catch the dot",
      "description": "Attention, feline thrill-seekers! Prepare to embark on an exhilarating adventure at the Catch the Red Dot extravaganza! Sharpen your senses, unleash your lightning-fast reflexes, and get ready to pounce on the elusive crimson dot. With dizzying spins, lightning-quick dashes, and gravity-defying leaps, this high-stakes game is sure to bring out your inner hunter. Join fellow whiskered warriors in the ultimate pursuit for victory, as we race against the clock to capture that elusive red dot. So flex those claws, focus those eyes, and let the games begin!",
      "image": "https://image.winudf.com/v2/image/dXMuY2F0Lmxhc2VyLm1ha2VmdW5fc2NyZWVuXzBfMTUxMjk5MDg4MF8wODM/screen-0.jpg?fakeurl=1&type=.jpg",
      "location": "Home",
      "categoryIds": "1",
      "startTime": "2024-03-05T16:00",
      "endTime": "2024-03-05T20:00",
      "createdBy": "1",
      "id": 28
    },
    {
      "title": "pole party",
      "description": "Hey there, energetic kitties! Get ready to paw-ty like never before at the Purrfect PoleParty! Show off your balance, agility, and grace as you conquer the heights of the purr-lywood pole. Swing, flip, and twirl with feline finesse, igniting the room with your purrfection. Join the clawsome craze and be part of this unforgettable feline 'pole'-bration!",
      "image": "https://i.redd.it/fsrl3vx5y6qz.jpg",
      "location": "who has pole?",
      "categoryIds": "1",
      "startTime": "2023-09-06T12:00",
      "endTime": "2023-09-06T22:00",
      "createdBy": "4",
      "id": 29
    },
    {
      "title": "lets go crazy...",
      "description": "Meow-nificent news, thrill-seeking kitties! It's time to unleash your inner wild child at the Let's Go Crazy party! Embrace the chaos and let loose in a whirlwind of high-energy feline frenzy. Dash, zoom, and leap through every corner of the house, racing against friends and toys alike. Embrace the madness as you embark on a wild adventure, leaving no cushion unturned and no obstacle un-jumped. This is your chance to channel the exhilarating spirit of the crazy quarter and turn your home into a playground of joy and excitement. Get ready for a purrfectly thrilling escapade like no other!",
      "image": "https://images2.fanpop.com/image/photos/9400000/Funny-Cats-cats-9473111-1600-1200.jpg",
      "location": "all over house",
      "categoryIds": "1",
      "startTime": "2024-05-24T03:00",
      "endTime": "2024-05-24T03:30",
      "createdBy": "1",
      "id": 33
    },
    {
      "title": "Diner for two or more...",
      "description": "Attention food-loving felines and their human companions! Treat yourselves to an extravagant and delicious Diner for Two or More soirée. Indulge in a feast fit for royalty, featuring succulent dishes adorned with whipped cream, luxurious Sheba delicacies, and other delectable treats. From paw-licking entrées to tantalizing desserts, this culinary adventure promises to satisfy even the most finicky palates. So grab your favorite dining partner(s) and anticipate a sumptuous evening filled with gastronomic delights, laughter, and shared memories. Get ready to savor every morsel, as this dining experience is unlike any other, designed to delight both cat and human alike!",
      "image": "https://www.wormsandgermsblog.com/files/2011/12/Cat-at-table1.jpg",
      "location": "Tha Kitchen",
      "categoryIds": "3",
      "startTime": "2023-10-06T18:00",
      "endTime": "2023-10-06T22:00",
      "createdBy": "2",
      "id": 35
    },
    {
      "title": "Blanket-time",
      "description": "It's time to snuggle up and embrace the cozy comfort of Blanket-Time! Wrap yourself in the softest, warmest blankets and let your worries drift away. Dim the lights, light some flickering candles, and immerse yourself in a world of relaxation. Whether you choose to read a captivating book, binge-watch your favorite feline-themed shows, or simply indulge in a long catnap, this dedicated time for soothing solitude will rejuvenate your body and soothe your soul. Give yourself the purr-fect treat with Blanket-Time, and let tranquility wash over you like a gentle purr.",
      "image": "https://images4.fanpop.com/image/photos/19800000/3527817554_2e6321f129-jpg-cats-19814097-500-427.jpg",
      "location": "Tha bedroom",
      "categoryIds": "2",
      "startTime": "2024-07-06T10:00",
      "endTime": "2024-07-06T22:00",
      "createdBy": "4",
      "id": 36
    },
    {
      "title": "its a purrrfect fit",
      "description": "Welcome to the \"It's a Purrrfect Fit\" party, where we celebrate the magical talent of feline contortionists! Prepare to be amazed as our furry friends defy the laws of physics and squeeze into the tiniest of boxes, bags, and hidden nooks. Witness their incredible flexibility and their determination to fit into any space they desire. Join us for a delightful showcase of adorable acrobatics and marvel at the ingenuity of our feline companions. Remember, in the world of cats, everything is a potential cozy spot waiting to be conquered!",
      "image": "https://m.cdn.blog.hu/sz/szubkultur/image/funny-liquid-cats-2.jpg",
      "location": "all what fits you",
      "categoryIds": "1",
      "startTime": "2023-11-10T14:30",
      "endTime": "2023-11-10T20:30",
      "createdBy": "1",
      "id": 37
    },
    {
      "title": "birds and butterflies",
      "description": "Get ready for a whirlwind of fluttering feathers and vibrant colors at the Birds and Butterflies extravaganza, set in the action-packed location of a blooming garden! Step into the outdoor wonderland as nimble birds soar gracefully above, showcasing their aerial acrobatics. Marvel at the delicate beauty of countless butterflies as they dance among the flowers, creating a mesmerizing spectacle. Immerse yourself in the symphony of nature's melodies while chasing butterflies and playing hide-and-seek with feathered friends. Engage in thrilling games of agility and speed as you navigate through obstacle courses inspired by the garden's lush landscape. Unleash your inner explorer and experience the exhilaration of the great outdoors in this action-packed garden adventure!",
      "image": "https://3.bp.blogspot.com/-hrebbdHVnMs/T_xetr5DAHI/AAAAAAAAAzo/CODjoTjZh7Y/s1600/cat+10.jpg",
      "location": "The Garden",
      "categoryIds": "1",
      "startTime": "2023-08-26T14:30",
      "endTime": "2023-08-26T17:30",
      "createdBy": "3",
      "id": 44
    },
    {
      "title": "Only the best",
      "description": "You're cordially invited to \"Only the Best,\" an exclusive feline feast celebration! Join us as we explore the culinary preferences of our refined feline companions. Delight in the delights of our meticulously crafted gourmet menu, prepared specifically for their discerning taste. From the forbidden treats that catch their eye, to the luxurious dishes you've acquired with love, this soirée guarantees a paw-some dining experience that will leave your whiskered guests feline fine. Reserve your spot now and let's indulge our cats in a feast of flavors fit for royalty. Join us for a purrfectly exquisite evening of gastronomic indulgence!",
      "image": "https://1.bp.blogspot.com/-AHucisUb96E/T3GBW-Ugo0I/AAAAAAAAAss/NeryF9FltD8/s1600/Funny-cats-Wallpapers.jpg",
      "location": "Kitchen",
      "categoryIds": "3",
      "startTime": "2024-02-15T12:00",
      "endTime": "2024-02-15T20:00",
      "createdBy": "5",
      "id": 45
    },
    {
      "title": "Im a Tiger!!!",
      "description": "Roar into action in the great outdoors at \"I'm a Tiger!\" Get ready to unleash your inner feline predator in the backyard adventure of a lifetime. Embark on an active escapade where you can prowl, stalk, and leap with untamed energy. From chasing fluttering butterflies to mastering stealthy maneuvers through the tall grass, this thrilling experience will ignite your feral instincts. Explore the wild terrain, conquer obstacles, and conquer your own backyard kingdom. Embrace the spirit of the mighty tiger as you navigate this purrfectly thrilling outdoor playground. Join us for an unforgettable adventure where champions of the jungle rule!",
      "image": "https://images2.fanpop.com/image/photos/9400000/Funny-Cats-cats-9473343-1600-1200.jpg",
      "location": "The backyard",
      "categoryIds": "1",
      "startTime": "2023-07-23T12:00",
      "endTime": "2023-07-23T16:00",
      "createdBy": "1",
      "id": 46
    },
    {
      "title": "all good",
      "description": "Welcome to \"All Good,\" a blissful celebration of laziness. Embrace the laid-back vibes and find solace wherever your favorite pillow takes you. Whether it's a cozy corner, a sunny spot by the window, or a fluffy cloud-like bed, rest assured that in these comforting spaces, all will be well. Unwind, recharge, and revel in the purrfect art of relaxation. No worries, no stress—just pure lazy bliss. Join us for a serene gathering of like-minded souls, where we share the simple joy of lounging and let the world wait outside. Because in this tranquil haven, everything is All Good.",
      "image": "https://i.ytimg.com/vi/cix4IbFWX38/maxresdefault.jpg",
      "location": "home",
      "categoryIds": "2",
      "startTime": "2023-12-24T09:00",
      "endTime": "2023-12-24T23:00",
      "createdBy": "3",
      "id": 47
    },
    {
      "title": "its a purrfect fit part 2",
      "description": "Meow-tastic news! Due to the roaring success of our previous event, we're bringing back \"It's a Purrfect Fit\" for another round of feline contortionist fun! Witness the mesmerizing spectacle as our agile and flexible companions showcase their extraordinary ability to fit into the smallest of spaces. Prepare to be amazed by their agile twists and bends that seem to defy logic. Join us for another purr-filled celebration of their awe-inspiring talents. It's time to embrace the magic of \"It's a Purrfect Fit\" once again!",
      "image": "https://www.iizcat.com/uploads/2016/12/aktbl-og.jpg",
      "location": "where ever it fits",
      "categoryIds": "4",
      "startTime": "2024-01-24T11:00",
      "endTime": "2024-01-24T20:00",
      "createdBy": "2",
      "id": 48
    },
    {
      "title": "Curtain party",
      "description": "Hold on tight and unleash your feline wild side at the Curtain Party Breakdown! Get ready for an active adventure that will have you tearing through the house with wild abandon. Watch in awe as curtains become the ultimate playground, an invitation to climb, swing, and leap to new heights. Embrace the thrill of excitement as you chase feathers, play hide-and-seek, and conquer obstacle courses constructed from couch cushions and tunnels. This is your chance to unleash your inner party animal and create pandemonium with fellow energetic felines. Join us for a house-shaking celebration of unbridled activity and make your mark on the Curtain Party Breakdown!",
      "image": "https://welovecatsandkittens.com/wp-content/uploads/2016/02/cat-on-curtains-caption.jpg",
      "location": "all over the house",
      "categoryIds": "1",
      "startTime": "2024-03-16T15:00",
      "endTime": "2024-03-16T23:07",
      "createdBy": "4",
      "id": 55
    },
    {
      "title": "Eek a Mouse",
      "description": "Meow-velous students and teachers, welcome to \"Eek a Mouse\" Academy! Prepare to embark on a riveting feline education journey as we dive into the captivating world of mice. Sharpen your claws and pounce into action alongside our whiskered professors, as we learn the art of stalking, chasing, and outsmarting these elusive critters. Engage in thrilling activities like paw-some mouse-catching simulations, constructing cunning traps, and studying the intricate movements of these pint-sized prey. With curiosity as our guide, let's uncover the secrets of mouse mischief while honing our cunning and agility. Get ready to unleash your inner predator at \"Eek a Mouse\" Academy, where the pursuit of knowledge and prowling prowess go paw-in-paw!",
      "image": "https://images2.fanpop.com/image/photos/9400000/Funny-Cats-cats-9473424-1600-1200.jpg",
      "location": "at the farm",
      "categoryIds": "4",
      "startTime": "2024-04-24T20:00",
      "endTime": "2024-04-24T22:00",
      "createdBy": "4",
      "id": 62
    },
    {
      "title": "Tunnel vision",
      "description": "Get ready for a heart-pounding display of feline agility and excitement at Tunnel Vision! Join us in celebrating the irresistible allure of tunnels as cats indulge their natural instincts for play and adventure. Chase your furry friends down twisty tunnels, racing through a maze of excitement. Experience the thrill of the hunt as you tirelessly pursue each other's playful paws. Navigate daring leaps and thrilling dashes, showcasing your unmatched speed and agility. With each twist and turn, let the spirit of camaraderie and friendly competition bond us all. Let the tunnel become your playground, and together, let's create memories of active feline fun you won't soon forget at Tunnel Vision!",
      "image": "https://i.pinimg.com/originals/36/08/d7/3608d7ade19855156733678409b62684.png",
      "location": "wheres the tunnel",
      "categoryIds": "1",
      "startTime": "2023-08-31T14:00",
      "endTime": "2023-08-31T20:00",
      "createdBy": "2",
      "id": 66
    },
    {
      "title": "Itzz human birthday",
      "description": "It's a time of celebration for our beloved human friend! Join us in commemorating their special day with an unforgettable birthday extravaganza. We'll shower them with love, laughter, and purrs as we gather to create cherished memories. From lively games to heartwarming surprises, this party will be filled with joy and appreciation.  Bright balloons will float in the air, carrying wishes for a year filled with happiness and success. Delectable treats and scrumptious cake will be ready for indulgence, adding a touch of sweetness to the occasion. As the sun sets, the festivities will come alive with music and laughter. Heartfelt gifts and kind words will be shared to make the birthday human feel truly special.  Let us come together to honor and celebrate this remarkable individual who brings joy into our lives. Happy human birthday to our extraordinary friend! May the year ahead be filled with immense love, countless blessings, and endless joy!",
      "image": "https://www.cathealth.com/images/how_to_have_a_cat_birthday_party.jpg",
      "location": "Home",
      "categoryIds": "3",
      "startTime": "2023-09-04T00:01",
      "endTime": "2023-09-04T23:59",
      "createdBy": "3",
      "id": 67
    },
    {
      "title": "Chill time",
      "description": "Purr-epare for the ultimate relaxation at \"Chill Time,\" a purr-fectly lazy gathering just for us fabulous felines. Curl up on the plushest cushions, claim the comfiest spots, and let the world drift away. Stretch out under the warm sun, nap in cozy hideaways, or simply enjoy the feel of gentle chin scratches. Savor delectable treats and slurp up refreshing drinks made just for our whiskered friends. Leave your worries behind and embrace pure feline bliss. At \"Chill Time,\" let laziness reign supreme as we bask in cozy contentment and enjoy life at the purr-fectly relaxed pace we deserve.",
      "image": "https://i.pinimg.com/originals/d8/c6/7c/d8c67c4ce6754459d492b0441b5b4e17.jpg",
      "location": "everywhere its comfortable",
      "categoryIds": "2",
      "startTime": "2023-06-26T08:30",
      "endTime": "2023-06-26T23:30",
      "createdBy": "5",
      "id": 71
    },
    {
      "title": "Wake the human",
      "description": "Meow! Rise and shine, dear human! The clock strikes 5 in the morning, which means it's time for your noble feline's educational session. Start the day off right by granting us our morning playtime, engaging in stimulating activities that cater to our curious natures. Provide us with puzzle toys, interactive games, and enticing scratching posts. Channel our stealthy instincts through play, allowing us to hunt and pounce on feathered toys or laser pointers. This educational opportunity enriches our lives, keeping us active, entertained, and satisfied throughout the day. So, dear human, seize the day and let our educational adventures begin!",
      "image": "https://www.boredpanda.com/blog/wp-content/uploads/2015/09/happy-cat-smiling-17__700.jpg",
      "location": "humans bedroom",
      "categoryIds": "4",
      "startTime": "2024-02-10T05:00",
      "endTime": "2024-02-10T06:00",
      "createdBy": "1",
      "id": 102
    },
    {
      "title": "Fish delicious",
      "description": "Attention, discerning feline connoisseurs! Prepare your whiskers for a gastronomic delight at the Fish Delicious Dinner Party, exclusively crafted for our esteemed cat friends. Dive into a culinary journey where the ocean's bounty takes center stage. Indulge in delectable dishes – succulent tuna, flaky salmon, and tender whitefish – prepared with the utmost care to satisfy even the most refined palates. Immerse yourself in a sea of flavors and textures, accompanied by a symphony of purrs of delight. Join fellow seafood enthusiasts as we swap stories of the quickest fin-slaps and sharpest claw-catches. Let us bask in the delights of this fish-filled feast, celebrating our love for all things aquatic. Together, we'll create an unforgettable dining experience, where fish reigns supreme and feline happiness knows no bounds. Let the Fish Delicious Dinner Party begin!",
      "image": "https://www.catster.com/wp-content/uploads/2015/06/cat-happy-eyes-shutterstock_73519210_0.jpg",
      "location": "Kitchen",
      "categoryIds": "3",
      "startTime": "2023-11-15T16:00",
      "endTime": "2023-11-15T21:30",
      "createdBy": "3",
      "id": 104
    },
    {
      "title": "Belly Crawl",
      "description": "Welcome to the Belly Crawl, an event designed for lazy felines who adore indulging in the art of relaxation. In the past, we reveled in blissful belly rubs and luxurious belly crawls, but cats have changed their minds. Now, they've discovered new nap-worthy spots. Join us as we adapt and celebrate their ever-evolving preferences. Lounge on cozy cushions, curl up in secret hideaways, or stretch out in sunlit patches. Let's honor their choices and create a haven of tranquility. Enjoy soothing background purrs, gentle massages, and a menu of delectable treats fit for cat royalty. Embrace the epitome of laziness and rediscover the joy of lounging. Together, we'll celebrate the dynamic nature of cats and the pleasure of embracing their evolving interests at the Belly Crawl event.",
      "image": "https://i.imgflip.com/l8cg1.jpg",
      "location": "House",
      "categoryIds": "2",
      "startTime": "2023-08-04T09:00",
      "endTime": "2023-08-04T23:00",
      "createdBy": "1",
      "id": 106
    },
    {
      "title": "Catnip party",
      "description": "catnipparty  Paws up, party-loving felines! Get ready to purrty at the most whisker-twitching celebration of the year - the CatnipParty! This soirée is exclusively designed for claw-some cats like you who know how to have a magically mewvelous time.  Indulge in a feast fit for a king - bowls brimming with delicious tuna treats, catnip-infused gourmet delights, and gourmet milk served in crystal saucers. Don't forget to sharpen those claws and be ready for a playful game of chase-the-laser-pointer, or show off your acrobatic skills with a high-flying leap through the hoop of joy.  Dance to the rhythm of the jingly balls and paw-some beats as the DJ spins the latest \"meow-sic\" hits. Display your coolest moves during the Kitty Dance-Off, where the most agile and graceful furry dancers win furrytastic prizes.  Need a break from the paw-some activities? Treat yourself to a glamorous grooming session at our purrfect pampering station. We have a team of professional groomers ready to give you the ultimate makeover while you relax and enjoy some chin scratches.  As the sun sets on this magical night, gather around for the grand finale - a spectacular fireworks display tailored specifically to feline vision, featuring dazzling colors and mesmerizing patterns that will leave you in awe.  So mark your calendars, cats, and don't miss the CatnipParty! It's going to be a night filled with joyful pawsitivity, mewsic, delicious treats, and memories that will make you want to bask in the sun for days afterward. Let's raise our paws in celebration and make this party legendary!",
      "image": "https://frontpagemeews.com/wp-content/uploads/2019/06/iStock-980233038.jpg",
      "location": "the livingroom",
      "categoryIds": "2",
      "startTime": "2023-08-28T10:00",
      "endTime": "2023-08-28T22:00",
      "createdBy": "2",
      "id": 145
    },
    {
      "title": "Oops there it goes...",
      "description": "Oops! There it goes again! Join us for an educational adventure at \"Oops, There It Goes!\" Uncover the mysterious connection between cats and their innate ability to knock things off everywhere. Through interactive workshops and enlightening presentations, we'll delve into the curious behavior and explore the science behind it. Discover the physics, balance, and instinctual nature that drive our feline friends to leave no object untouched. Get ready to unravel this entertaining yet puzzling phenomenon and gain a deeper understanding of our mischievous companions. Don't miss out on this paw-some opportunity to learn while having a purrfectly playful time!",
      "image": "https://www.wayofcats.com/blog/wp-content/uploads/2010/09/angryhoomindetected.jpg",
      "location": "Livingroom",
      "categoryIds": "4",
      "startTime": "2023-08-13T06:00",
      "endTime": "2023-08-13T23:30",
      "createdBy": "1",
      "id": 147
    }
  ],
  "categories": [
    {
      "name": "Active",
      "id": 1
    },
    {
      "name": "Lazy",
      "id": 2
    },
    {
      "name": "Food",
      "id": 3
    },
    {
      "name": "School",
      "id": 4
    }
  ]
}